[
  "Bubbling observed during a chemical reaction is an example of what type of data?",
  "What is the function of a dependent variable?",
  "Observe the position-time graph of a vehicle that initially begins moving eastward and travels along a straight road. Indicate the total displacement of the vehicle at the end of the journey.",
  "A skateboarder performs a horizontal jump at 5.0 m/s from a height of 2.0 m. How far horizontally will he fall? Calculate the flight time by solving the first equation. Then determine the distance by solving the second formula. (First equation: Δy = v_iy * t + 1/2 * g * t^2; Second equation: v = d / t)",
  "Technology has played an important role in sports. For example, the implementation of technologies such as PITCH/fx, Rapsodo PITCHING 2.0, among others, has made it easier to detect the speed of baseball pitches with greater accuracy. In the history of Major League Baseball, the record speed of a ball during a pitch was 46.9 m/s. Assuming that a ball with a mass of 0.145 kg traveled at that speed and stopped in the catcher's glove 0.01 s after the pitch, calculate the average acceleration of the ball. Use the formula a = (v_f - v_i) / (t_f - t_i).",
  "A box full of donated materials is resting on a table. When a strong push is applied with the hand, it slides across the surface and gradually comes to a stop. Using Newton’s First and Third Laws of Motion, explain why the box remains still before the push and why it eventually stops after being pushed.",
  "Identify and explain the differences between the types of energy represented in the following illustrations: (A) Soccer players in action, (B) An Olympic diver before jumping, (C) A compressed spring inside a pen.",
  "A cyclist rides uphill without stopping. From which type of energy does the bicycle gain mechanical energy? (Adapted from Zitzewitz, 2004. Physics Principles and Problems. McGraw-Hill, p. 262.)",
  "Photocells, like those found in solar panels and calculators, work using the photoelectric effect, which describes a material's ability to generate electricity when exposed to light. If the threshold frequency for silicon is 3.2 x 10^13 Hz, calculate the maximum wavelength (λ) that can produce the photoelectric effect. (Use c = λ·f, where c = 3.0 x 10^8 m/s.)",
  "When two wave pulses meet and overlap, what results are observed in cases (a) and (b)?",
  "In the following circuit, which of the statements is correct?",
  "The diagram shows the electrical circuit that powers a car's front headlights. This circuit is designed so that each lamp receives its full share of power. The headlights are connected in what type of circuit?"
]